
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Neplatné číslo";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Minimum nedosiahnuté";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum prekročené";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Desatinná čiarka nepovolená";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Neplatný reťazec";

